[Errors]
critical=Erro crítico
failedconfigload=%s (erro ao carregar)
nowritepermissiontitle=Erro de escritura de arquivo
nowritepermission=BioShock precisa de permissäo para escrever no disco rígido de BioShock.exe. Execute BioShock com uma conta de administrador.
anotheruseralreadyrunninggametitle=BioShock já está sendo executado
anotheruseralreadyrunninggame=BioShock já está sendo executado neste computador com outro usuário de Windows.
gamealreadyrunning=BioShock 2 já está sendo executado.
gamealreadyrunningtitle=BioShock 2 sendo executado


[MinSpecRequirements]
doesnotmeetminspectitle=Recursos do sistema insuficientes
meetsminspec=Este computador cumpre ou excede os requisitos mínimos do jogo.
minspecinformation=Os requisitos mínimos do sistema estäo detalhados na caixa e no manual do jogo.
unsupportedoperatingsystem=Este jogo näo é compatível com o sistema operacional instalado neste computador.
insufficientsystemmemory=Seu computador dispöe somente de %d MB de memória de sistema. Este jogo precisa no mínimo de %d MB de memória de sistema.
insufficientdirectxversion=Este jogo precisa de DirectX 9.0c ou superior. Para jogar este jogo é necessário instalar DirectX 9.0c ou superior (consulta as notas de publicaçäo para saber como consegui-lo).
nohardwaretl=O placa gráfica deste computador é incompatível com T&L por hardware. Este jogo precisa ter compatibilidade com T&L por hardware.
insufficientvideomemory=A placa gráfica deste computador näo dispöe de memória de vídeo incorporada suficiente. Este jogo precisa de uma placa gráfica com no mínimo %d MB de memória de vídeo incorporada.
videocardunsupported=A placa gráfica deste computador näo cumpre os requisitos mínimos necessários para este jogo.
querycontinueonnonminspec=Jogar este jogo é TOTALMENTE INCOMPATÍVEL, INSTÁVEL E NÄO RECOMENDADO com seu hardware. Deseja continuar?
nosounddeviceinstalled=Näo foi encontrado nenhum dispositivo de áudio. Este jogo precisa de uma placa de áudio compatível.

[General]
browsebutton=...
usebutton=USAR
clearbutton=Apagar
colorbutton=Cor
pickbutton=Pegar
findbutton=Buscar
okbutton=ACEITAR
addbutton=Adicionar
emptybutton=Vazio
insertbutton=Inserir
deletebutton=Deletar
defaultsbutton=Restaurar padräo
backbutton=< &Voltar
nextbutton=&Próximo >
finishbutton=&Terminar
cancelbutton=CANCELAR
installbutton=&Instalar
yesbutton=&Sim
nobutton=&Näo
agreebutton=&Concordo
languageprompt=Idioma:
languagewindow=Seleçäo de idioma
logwindow=%s Janela de registro
propnone=Nada selecionado
propsingle=%s Propriedades
propmulti=%s Propriedades (%i selecionado)
insertcdtext=Insira o CD-ROM de BioShock no leitor e aperte Aceitar para continuar ou Cancelar para sair.
insertcdtitle=É necessário o CD para iniciar
advancedoptionstitle=opçöes avançadas
low=Baixo
high=Alto
new=Novo
autosave=(auto-salvo)
quicksave=(salvamento rápido)
newsavedisplayname=Nova partida salva
gamesaved=Partida salva.
failedtoloadmissingcontent=Erro ao carregar os dados de jogo. Näo foi encontrado o conteúdo para download requerido para o jogo. Recupere o conteúdo e carregue o jogo a partir do menu principal.
failedtoloadsavegame=Erro ao carregar os dados de jogo.
failedtoloadcorruptsavegame=Erro ao carregar os dados de jogo.
failedtoloadquicksavegame=Erro ao carregar o salvamento rápido. Pode ser que näo haja partidas de salvamento rápido ou que näo tenha iniciado a sessäo do perfil de jogador.
failedtogetsaves=Erro ao carregar os dados de jogo.
failedtoloadfilenotfound=Erro ao carregar os dados de jogo. Salve o jogo primeiro.
pleasewait=Um momento...
loadingtext=Carregando...
savingtext=Salvando...
gamename=BioShock 2
savegamedetail=Partida salva
loadingtrophies=Carregando troféus...
trialprogresssavename=Progresso das Provas de protetor
trialprogressdetail=Progresso do jogador no DLC provas de protetor
DLC4SaveGameDetail=Partida salva Minerva's Den

[Months]
monthjanuary=Jan
monthfebruary=Fev
monthmarch=Mar
monthapril=Abr
monthmay=Mai
monthjune=Jun
monthjuly=Jul
monthaugust=Ago
monthseptember=Set
monthoctober=Out
monthnovember=Nov
monthdecember=Dez
am=AM
pm=PM

[PlatformManager]
mustselectprofile=Si no inicias una sesión, perderás todos los progresos no guardados. ¿Quieres iniciar una sesión?
signinyes=Sí, iniciar sesión
signinno=No, no iniciar sesión
noprofile=No hay perfil de jugador
nostoragedeviceselected=No se ha elegido ningún dispositivo de almacenamiento. No se guardarán los datos del juego.
savingdisabled=No hay dispositivo de almacenamiento
nostoragedeviceheader=No hay dispositivo de almacenamiento
savewarning=Guardando contenido. No apagues el ordenador o salgas del juego.
ps3savewarning=Guardando contenido. No apagues tu consola.
notenoughdiskspace=No se han podido guardar tus progresos ya que no hay espacio libre suficiente en el dispositivo de almacenamiento.
notenoughdiskspaceheader=No queda espacio
noinputdeviceselected=No hay ningún dispositivo de entrada conectado. Inserta un dispositivo de entrada de Xbox 360 para continuar.
noinputdeviceheader=No hay dispositivo de entrada
oktext=ACEPTAR
failedtosaveheader=Error al guardar
failedtosave=Error al guardar la partida. Se ha extraído el dispositivo de almacenamiento.
failedtosaveprofile=No se ha podido guardar tu configuración de usuario. Asegúrate de que el dispositivo de almacenamiento esté disponible y no esté lleno.
failedtoloadcritical=Se ha extraído el dispositivo de almacenamiento en uso, así que volverás a la pantalla START.
failedtoloadcriticalheader=Error al cargar partida
failedtosavepromptreselectdevice=No hay suficiente espacio en el dispositivo de almacenamiento para guardar la partida.
failedtosavecurrently=No se puede guardar el juego ahora, prueba otra vez más tarde.
failedtosavepromptselectdevice=Por favor, selecciona un dispositivo de almacenamiento. Si no lo seleccionas, no se guardarán datos del juego.
failedtosavenoprofileselected=No se han podido guardar tus progresos porque no hay ningún perfil de jugador seleccionado.
failedtosavenostoragedeviceselected=No se pueden guardar los progresos porque no hay dispositivo de almacenamiento seleccionado. Selecciona un dispositivo de almacenamiento para poder guardar los progresos.
profilechangedheader=El perfil de jugador ha cambiado
profilechangedgamewillrestart=El juego te devolverá a la pantalla del título porque el perfil de jugador activo ha cerrado la sesión.
noonlineprivileges=Tu perfil de jugador no tiene los permisos necesarios para acceder a Xbox LIVE.
nomultiplayerprivileges=Sin privilegios multijugador
unabletoaccessonlinefeatures=Tienes que iniciar sesión en Xbox LIVE para acceder a las funciones en línea.
notsignedintoxboxlive=No has iniciado sesión en Xbox LIVE
storagedevicehasbeenremoved=Se ha extraído el dispositivo de almacenamiento.
storagedeviceremoved=Dispositivo de almacenamiento extraído
mustbesignedintoplaydemo=Debes iniciar sesión para jugar a la demostración.
demorestriction=Demostración limitada
gamenotenabledforgamertag=La demostración de BioShock 2 ha sido desactivada.
mustbesignedintoliveenabledaccounttoplaydemo=Tienes que iniciar sesión con una cuenta habilitada en Xbox LIVE para jugar a la demostración.
wrongusersavegame=Los datos guardados no corresponden con el usuario actual.
guestplayernosaveheader=Cuenta de invitado
guestplayernosave=No puedes guardar o cargar datos con una cuenta de invitado ya que perderás todos los progresos no guardados.
confirmacceptinvitation=Si aceptas esta invitación perderás todos los progresos no guardados. ¿Quieres continuar?

[FirstRun]
caption=Configuraçäo inicial
lowmemory=BioShock ha detectado que tienes %i MB de memoria disponible. Para mejorar el rendimiento, se han activado las opciones 'Detalle de texturas bajo' y 'Calidad de sonido baja'. Puedes cambiar estos ajustes en el menú 'Ajustes de rendimiento'.
nonmmx=BioShock ha detectado que estás usando un PC sin MMX. Debido a esto, se ha ajustado la reproducción de sonido para que utilice la menor capacidad de la CPU posible. Puedes cambiar esta configuración en el menú 'Opciones avanzadas/Sonido'.
starting=BioShock se está iniciando con nuevas configuraciones. Si experimentas cualquier problema, consulta la sección 'Solución de problemas' de las notas de publicación en el menú Inicio.

[IDDIALOG_Directory]
idc_directory=Disco de instalaçäo
idc_chooseprompt=Escolha o disco de instalaçäo.
idc_pathtitle=&Ruta:
idc_directorytitle=&Diretórios:
idc_drivestitle=&Unidades:
idc_networkbutton=&Rede

[IDDIALOG_Password]
idc_password=Confirme a senha
idc_prompt=Insira nome e senha.
idc_name=&Nome:
idc_password=&Senha:

[IDMENU_NotifyIcon]
id_notifyicon=Menu
id_notifyshowlog=&Console do servidor de BioShock
id_notifyadvancedoptions=&Opçöes avançadas
id_notifyexit=&Sair do servidor de BioShock

[IDMENU_Log]
id_logfile=&Arquivo
id_logadvancedoptions=&Opçöes avançadas
id_logfileexit=&Sair

[IDDIALOG_CrashBox]
idc_copy=Copiar
idc_bugreport=Enviar relatório de erros
bugreporturl=http://www.irrationalgames.com
